// data0markdown2.js
window.markdown2Content = `
सरकारले विदेशमा रहेका नेपालीहरुलाई पनि आगामी निर्वाचनमा मतदानमा संलग्न गराउन कानुन संशोधन गर्ने भएको छ । 
अध्यादेशबाट कानुन संशोधन गरेर भए पनि मतदानमा सबैलाई अवसर प्रदान गर्ने सरकारको योजना छ । 
सर्वोच्च अदालतले ७ चैत २०७४ मा विदेशमा रहेका नेपालीलाई समेत मतदानको अवसर दिलाउनू भनी आदेश दिए पनि हालसम्म कार्यान्वयन भएको छैन । 
कुरा ठिक भए पनि यसले निम्त्याउने जोखिम:
1.स्वदेशमा:
कसलाई मतदान अधिकार दिने
मतदान नामावली कसरी संकलन गर्ने र विश्वासयोग्य बनाउने
निर्वाचन खर्च बढ्ने
कर्मचारीको जाने भन्ने विवाद 
राष्ट्रियतामा संकट
2.विदेशमा:
सम्बन्धित देशले अनुमति नदिने
चुनाव प्रचार प्रसार कसरी गर्ने
फरक फरक विचारका व्यक्ति विच झडप भए के हुने
रोजगारी गुमाउने र deport गर्ने खतरा
भविष्यमा पनि कामदार नलैजाने जोखिम
आफ्नो देशको नीति अनुसार मत दिन दवाव र प्रलोभन पार्ने खतरा
NATIONA Credibility कमजोर हुने
हाम्रो निष्कर्ष:  पर्याप्त अध्ययन र गृहकार्य विना 2082 फागुन 21 मा हुने निर्वाचनमा यो सम्भव देखिदैद। सम्भव भएपनि निर्वाचनलै वैधानिकता नपाउने खतरा रहने।
Like, comment, share र रचनात्मक सुझाव र प्रतिक्रियाको अपेक्षा छ जसले गर्दा देशले सही निर्णय लिन सकोस।
विशेष गरी NRN बाट सुझाव पाउ।
-From Lila sir fb post 2082.05.29

संविधानविदहरूसँग मैले राखेका जिज्ञासाहरू 
के राज्य सञ्चालन प्रणाली मात्र संविधानसम्मत चाहिने कि नागरिक हकको प्रचलन पनि संविधानसम्मत हुनुपर्ने हो ? यी दुबै कुरा संविधानका अन्तरबस्तु होइनन् ?
के भदौ २३ गते जेनजीहरूको विरोध प्रदर्शनमा गोली चलाएर युवाहरूको हत्या गर्ने कार्य संविधानसम्मत थियो ?
के भदौ २४ गते धनजन र राष्ट्रिय सम्पदाको क्षति हुँदा टुलुटुलु हेरेर बस्ने सरकारी रवैया संविधान सम्मत थियो ?
के प्रधानमन्त्रीले राजीनामा दिएपछि संविधान बमोजिम राष्ट्रपतिले अर्को सरकार गठन गर्न दललाई आव्हान नगर्नु संविधानसम्मत थियो ?
के राष्ट्रपतिले जेनजी सहूहलाई वार्तामा बोलाउने कार्य संविधानसम्मत थियो ?
के कर्फ्यूको समयसारिणी गृह प्रशासनको सट्टा नेपाली सेनाबाट तोकिनु संविधानसम्मत हो ?
के प्रधानमन्त्रीले राजीनामा पेश गरे पछि संविधानको धारा ७६ बमोजिम नयाँ सरकार बनाउने दावी कुनै दल र सांसदले पेश गर्न नसक्नु संविधान सकृयताको लक्षण हो ?
के  हिंजोकै बहुमत अनुसार संविधान बमोजिम  फेरि के पी ओलीकै वा देउवा कै नेतृत्वमा बन्ने सरकार मुलुकले खोजेको हो ? किनकि उनी अहिले पनि आफ्नो दलको संसदीय नेता छँदैछन् ।दुई दलको दह्रो बहुमत पनि छँदैछ ।
के राष्ट्रपतिबाट संविधानको धारा ७६ बमोजिम अर्को सरकार बनाउन आव्हान नगरेर जेनजीलाई वार्तामा बोलाउने विज्ञप्तिको कुनै राजनीतिक दल ,नागरिक समाज ,नेपाल बार एशोसिएशन र वक्तव्यको खेती गरिहिंड्ने नागरिक समाजका अगुवा भनाउँदाहरूबाट विरोध भएको थियो ?
जतिवेला जेनजी समूहको विरोध र घुसपेठियाहरूको हिंसात्मक गतिविधिले स्थिति नियन्त्रण बाहिर जाँदा मुलुकमारा र तरमाराहरूको मुटु थर्केका बेला सत्ताको बागडोर फालेर ती मुलुकमारा र तरमाराहरू सबै एक शब्द नबोली कामेर कुना पसेका र सेनासँग सुरक्षाको भिख मागेर बसेका हो कि हैनन् ?
नेपाली सेनाले स्थिति सम्हालेर अन्तरीम सरकारको गठन प्रकृया अगाडि बढाउँदा त्यसमा आपत्ति गर्ने र संसदबाटै संविधान भित्र बसेर नयाँ सरकार बनाउनु पर्ने भनी गरिका वक्तव्यवाजी छेपारे नीति अन्तर्गत पर्छ पर्दैन ?
संविधान उल्लङ्घनको शुरूवात कसबाट भयो ? सरकार , राष्ट्रपति नेपाली सेना वा जेनजी समूहबाट ?
परिस्थिति अनुकूल हुँदा एउटा व्याख्या प्रतिकूल हुँदा अर्को व्याख्या गर्ने मुलुकमारा र तरमाराहरूको विगतदेखिको परम्परा जनताले नबुझेको हो र ?
संविधान भित्रैबाट निकास खोज्ने व्याख्याहरू समय अनुकूल हुँदै गएपछि विगतकै भ्रष्ट मुलुकमारा र तरमाराहरूलाई नै सत्तामा विराजमान गराउने स्वार्थबाट अघि सारिएको छद्मभेषी तर्क हो भन्ने बुझ्न गाह्रो छ र ?
संविधान भित्रबाट सरकार बनाउने तर्क हिंजोका भ्रष्ट ,मुलुकमारा र तरमारा वर्गबाट भएका अपराधलाई उन्मुक्ति दिने प्रयास हो भन्ने बुझ्न सकिंदैन र ?
यी सबै घटना र तथ्यहरूले वर्तमान संविधानका धेरै व्यवस्थाहरू निस्कृय भएका होइनन् ?
जनताका चाहनालाई सम्बोधन गर्न नसक्ने संविधानका व्यवस्था परिवर्तन गर्न राज्य व्यवस्था तयार हुनुपर्दैन ?
के यथास्थितिको संविधान र परिवर्तन सहितको संविधानको मागलाई अगाडि सारेर फेरि द्वन्द्व मच्चाएर थिलथिलो भएको देशलाई असफल राष्ट्र तिर धकेल्नु उपयुक्त कि राजनीतिक समजदारीबाट निकास खोज्नु उपयुक्त हो ?

-from fb wall of Hari Prasad Upreti (2082.06.04)

`;
window.markdown2Meta = {
  name: "from fb wall",
  emoji: "📑"
};
