// data0txt2.js
window.txt2Content = `
सरकारले विदेशमा रहेका नेपालीहरुलाई पनि आगामी निर्वाचनमा मतदानमा संलग्न गराउन कानुन संशोधन गर्ने भएको छ । 
अध्यादेशबाट कानुन संशोधन गरेर भए पनि मतदानमा सबैलाई अवसर प्रदान गर्ने सरकारको योजना छ । 
सर्वोच्च अदालतले ७ चैत २०७४ मा विदेशमा रहेका नेपालीलाई समेत मतदानको अवसर दिलाउनू भनी आदेश दिए पनि हालसम्म कार्यान्वयन भएको छैन । 
कुरा ठिक भए पनि यसले निम्त्याउने जोखिम:
1.स्वदेशमा:
कसलाई मतदान अधिकार दिने
मतदान नामावली कसरी संकलन गर्ने र विश्वासयोग्य बनाउने
निर्वाचन खर्च बढ्ने
कर्मचारीको जाने भन्ने विवाद 
राष्ट्रियतामा संकट
2.विदेशमा:
सम्बन्धित देशले अनुमति नदिने
चुनाव प्रचार प्रसार कसरी गर्ने
फरक फरक विचारका व्यक्ति विच झडप भए के हुने
रोजगारी गुमाउने र deport गर्ने खतरा
भविष्यमा पनि कामदार नलैजाने जोखिम
आफ्नो देशको नीति अनुसार मत दिन दवाव र प्रलोभन पार्ने खतरा
NATIONA Credibility कमजोर हुने
हाम्रो निष्कर्ष:  पर्याप्त अध्ययन र गृहकार्य विना 2082 फागुन 21 मा हुने निर्वाचनमा यो सम्भव देखिदैद। सम्भव भएपनि निर्वाचनलै वैधानिकता नपाउने खतरा रहने।
Like, comment, share र रचनात्मक सुझाव र प्रतिक्रियाको अपेक्षा छ जसले गर्दा देशले सही निर्णय लिन सकोस।
विशेष गरी NRN बाट सुझाव पाउ।
`;
window.txt2Meta = {
  name: "writing/dealing question style",
  emoji: "📑"
};
